tap "homebrew/bundle"
tap "homebrew/services"
brew "pycparser"
brew "cffi"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "libpq"
brew "php"
brew "composer"
brew "cosign"
brew "deno"
brew "docutils"
brew "gh"
brew "git-secrets"
brew "go"
brew "hugo"
brew "jq"
brew "kind"
brew "libfido2"
brew "mysql"
brew "node"
brew "node-build"
brew "nodebrew"
brew "nodenv"
brew "pre-commit"
brew "pyenv"
brew "python@3.11"
brew "tenv"
brew "tfenv"
brew "tmux"
brew "tree"
brew "virtualenv"
cask "3dgenceslicer"
cask "warp"
cask "cmd-eikana"
cask "1password"
cask "arc"
cask "cursor"
cask "discord"
cask "docker"
cask "homerow"
cask "jetbrains-toolbox"
cask "logi-options+"
cask "notion-calendar"
cask "postman"
cask "raycast"
cask "slack"
cask "rectangle"
cask "warp"
cask "zoom"
